{
  "name": "Sylv Tsuki",
  "classes": ["Level 3 Rogue | Swashbuckler (SCAG)"],
  "stats": {
    "strength": 8,
    "dexterity": 15,
    "constitution": 13,
    "intelligence": 12,
    "wisdom": 10,
    "charisma": 14
  },
  "hitPoints": { "base": 18, "current": 18, "temp": 0 },
  "traits": {
    "personalityTraits": "I would rather make a new friend than a new enemy.\n\nI am always calm, no matter what the situation. I never raise my voice or let my emotions control me.\n\nI take great pains to always look my best and follow the latest fashions.\n\nI judge people by their actions, not their words.",
    "ideals": "Redemption. There’s a spark of good in everyone. (Good)\n\nFreedom. Chains are meant to be broken, as are those who would forge them. Tyrants must not be allowed to oppress the people. (Chaotic)\n\nCharity. I steal from the wealthy so that I can help people in need. (Good)\n\nPeople. I’m loyal to my friends, not to any ideals, and everyone else can take a trip down the Styx for all I care. (Neutral)\n\nRespect. People deserve to be treated with dignity and respect. (Good)",
    "bonds": "Someone important was taken from me, and I aim to get him back.\n\nI’m guilty of a terrible crime of helping the Chosen of Bane rise into power. I hope I can redeem myself for it.\n\nSomeone I love was casted out and exiled because I couldn’t fight for what was right, I hope that I can only learn to stand up for anyone else who comes into my life",
    "flaws": "Sylv has a “tell” that reveals when I’m lying, he fiddles with his signet and wedding band on his fingers.\n\nSecretly, I still believe that things would be better if there were an authoritarian or a *very* loose version of a tyrant lording over the land.\n\nThe people who knew me when I was young know my shameful secret, so I can never go home again neither do I want to talk to or about them until I fix my mistakes",
    "appearance": ""
  },
  "bonusStats": {},
  "overrideStats": {},
  "background": "Folk Hero",
  "feats": ["Weapon Mastery"],
  "spells": ["Fire Bolt"],
  "actions": ["Cunning Action", "Nick (Scimitar)", "Slow (Whip)", "Sneak Attack", "Steady Aim"],
  "languages": ["Common Sign Language", "Elvish", "Sylvan", "Thieves’ Cant"],
  "modifiers": [
    "Advantage: Saving Throws",
    "Bonus: Dexterity Score",
    "Bonus: Intelligence Score",
    "Bonus: Initiative",
    "Bonus: Hit Points",
    "Expertise: Deception",
    "Expertise: Persuasion",
    "Immunity: Magical Sleep",
    "Proficiency: Perception",
    "Proficiency: Longsword",
    "Proficiency: Shortsword",
    "Proficiency: Longbow",
    "Proficiency: Shortbow",
    "Proficiency: Dexterity Saving Throws",
    "Proficiency: Intelligence Saving Throws",
    "Proficiency: Deception",
    "Proficiency: Persuasion",
    "Proficiency: Sleight of Hand",
    "Proficiency: Insight",
    "Proficiency: Simple Weapons",
    "Proficiency: Thieves' Tools",
    "Proficiency: Light Armor",
    "Proficiency: Rapier",
    "Proficiency: Scimitar",
    "Proficiency: Whip",
    "Proficiency: Crossbow, Hand",
    "Proficiency: Animal Handling",
    "Proficiency: Survival",
    "Proficiency: Woodcarver's Tools",
    "Proficiency: Vehicles (Land)",
    "Set: Subclass",
    "Set Base: Darkvision",
    "Weapon Mastery: Nick (Scimitar)",
    "Weapon Mastery: Slow (Whip)"
  ],
  "equipment": ["Dagger", "Leather", "Shortsword"],
  "inventory": [
    "Arrows",
    "Backpack",
    "Ball Bearings",
    "Bell",
    "Candle",
    "Clothes, Common",
    "Crowbar",
    "Dagger",
    "Hooded Lantern",
    "Oil",
    "Pot, Iron",
    "Potion of Healing",
    "Quiver",
    "Rations",
    "Rope",
    "Shortbow",
    "Shovel",
    "Signet Ring",
    "Thieves' Tools",
    "Tinderbox",
    "Waterskin",
    "Woodcarver's Tools"
  ],
  "currencies": { "cp": 0, "sp": 0, "gp": 135, "ep": 0, "pp": 0 },
  "money": 135,
  "notes": {
    "allies": "-*Jericho Durmier*-\n\n *Aasimar/40/Male\n \n *Sylv's childhood friend who he grew up beside in the circus. He is on the run, still thinking that Sylv is after his blood and not wanting to be friends once more\n\n-\n\n-*Cirque Eclipse - The Circus that travels the different Planes*-\n\n *Who are essentially his family. Everyone who was around when he was growing up seeing him as a nephew or a brother",
    "personalPossessions": "",
    "organizations": "Cirque Eclipse - The Circus that travels the different Planes",
    "enemies": "-*Bane, God of Tyranny*-\n\n *Any and all Banites who recognize Sylv have the order to kill him if he has not killed Jericho. Sylv was too high of a ranked Banite to be let go without repercussions\n\n-*Nero Rhys*-\n\n *Chosen of Bane who was looking to return the Church of Bane to its former glory",
    "backstory": "From the moment of birth, Jericho and Sylv have been with Cirque Eclipse, an extraplanar circus group that travels through the planes, but especially loves the Feywild. Sylv was the son of two High Elves who were both Trapeze Artists. After giving birth, they raised Sylv until he was a year old before his mother felt ready to once again perform at the circus. After being a bit rusty, his mother failed to complete a catch on her husband and as a result, Sylv’s father had perished.\n\n\tSylv was raised by his mother alone for a couple of years, but after a group of Sharran Disciples had entered the circus and got into a scuffle with Jericho's Mother, a devout Selunite, a fight ended up with bloodshed right outside the circus gates where both of Jericho’s parents, Sylv’s mother, many other circus hands, and several Sharran Justiciar to perish. Jericho and Sylv, now orphans of the circus, grew up with the carnival hands and performers as their surrogate family.\n\n\tSylv and Jericho were chaotic best friends in their youth. They would run about causing a bit of havoc, making deals with fairies without fully comprehending what it all meant. Jericho ended up taking the brunt of all the curses so that Sylv didn’t suffer from their childish shenanigans.\n\n\tFor years, the two have been best friends. However, eventually, Sylv decided that he wanted more than just to work in a circus and set off to adventure once the circus finally set up in the Material Plane. On his adventures, he would run around occasionally saving people and doing good deeds, but after running into people time and time again who were being hurt because of wars, Sylv initially grew a disdain for different factions and met a man at a bar who sat with him to talk about their point of views, where the man began to lure Sylv to the lofty ideas of taking over and ruling all surrounding towns and factions to stop war, as it would “stop people from attacking each other if they are all on the same side under the same ruler”.\n\n\tSylv believed this man who he came to know as “Nero Rhys”, and followed him, adopting his beliefs and ideals. Unaware of Sylv, Nero was the Chosen of Bane and was unknowingly supporting Nero’s rise to power to become a tyrant, thinking that they were just trying to do good for the world. After years of working under him, Sylv becomes a Banite with a very loose and warped view on the god that he was not well informed of.\n\n\tAfter years of serving under Nero under a lie, yet also saving plenty of people, Sylv gained a reputation as a sort of hero who rescues the common folks and is also the right hand man of Nero, and earned the title “The Moonlit Vulpes”. \n\n\tEvery couple of years, Sylv did end up visiting the circus to catch up with Jericho. During one of these visits, now as a disciple of Bane, he sees his friends and family that he had known all his youth. Fellow Banites were harassing the carnival hands, causing Jericho and Sylv to attempt and stop them from escalating into a fight. When more people walk over to see what is happening, one of the Banites insults Sylv and Jericho is the first to throw the first punch. Everyone joins in, everyone trying to prevent a repeat of 30 years prior, but in the midst of the battle everyone froze when a Banite pulls out a knife and attacks Jericho. Within moments, the Banite drops dead and everyone freezes. Jericho was seen covered in blood, holding a knife covered in blood of a Banite before looking at Sylv and running. \n\n\tBefore this could get out of hand, Sylv attempted to go back to the Chosen of Bane to explain what had happened, but failed in convincing him that Jericho should be spared. Instead, The Chosen of Bane has ordered for Sylv to go out and kill Jericho in order to appease Bane and ask for forgiveness or be hunted by other Banites.\n\n\tToo afraid to protect his friend in the face of The God of Tyranny, He now has to hunt down his friend. After years of relentless hunting and close calls, Sylv has assumed that he and Jericho were enemies, but after fighting on a cliff Sylv falls off, Jericho broke through his fear of heights to save Sylv from certain death by summoning his wings, little did they knew they were by a group of Banites. When they land safely, Jericho realizes their mistake, and knowing that Sylv would die if he doesn’t catch him, but not wanting to die, Jericho gathers everyone’s attention and leds them away from an injured Sylv who had no choice but to rest until daylight.\n\n\tDue to the selfless act and realizing that Jericho doesn’t hate him after all this time, Sylv has abandoned Bane, sealing his fate to be hunted by The God of Tyranny and his disciples. \n\n\tSylv just wants his friend back and won't return home until he does. After hearing of a star being able to grant him a wish if found, he wants to find it in hopes that it will bring Jericho back to him and allow them to live a peaceful life back at the carnival like they had so many years ago. He knows that Jericho loved that life as a performer and bard, and it was because of Sylv that he had to leave that life behind.",
    "otherNotes": "When Sylv was younger, he loved to mess around with fey curses and promises. He is actually married to a pixie after he and Jericho had promised their hands in marriage to one bride. Jericho was able to talk his way into a divorce with the pixie as long as he received a different curse, while  Sylv did no such thing. \n\n\tSo while Jericho is no longer married to the pixie, Taxi, in the eyes of the Feywild, Sylv is still very much married to BOTH Taxi and Jericho\n\n-\n\n\tSylv has a mild fear of heights after he and Jericho  attempted to fly in the air with Jericho carrying Sylv in his arms. They both fell off a pretty high cliff.\n\n-\n\n\tHe used to be a carnival hand, working behind the scenes while his friend Jericho did all the performances. He wanted to see more of the world, and left the circus to explore the Material Plane. He used his skills he had learned to adventure, make people laugh, entertain friends, but when he was visiting a town, he had found it burned down after getting caught in the middle of the war. He met Nero, joined his cause, and continued to take down bandits and criminals to clean up the Moonsea region. After the situation with Jericho, Sylv stopped trusting in gods after seeing continuous bloodshed spilled due to gods and their power over the people. He never lost his drive to just wanting to see people smile, and tries his best to do so as travels, but after running into many Banites he has continuously been dealt a bad card and barely has anything to his name."
  }
}
